/* Accessibility title of the Favorites column in the LoopBrowser */
"Favorite" = "Favoriten";

/* Accessibility title of the Loop Type column in the LoopBrowser */
"Type" = "Typ";

/* Add to Untagged Loops - OK Button for Alert window
   Alert message text when user adds new untagged Loops to Loop Browser or File Browser */
"Add to Untagged Loops" = "Zu nicht getaggten Loops hinzufügen";

/* Adding Loops From Another Disk or Partition */
"Adding Loops From Another Disk or Partition" = "Loops von einer anderen Festplatte oder Partition hinzufügen";

/* Alert informative text when user adds new untagged Loops to Loop Browser or File Browser */
"If these Audio files have a constant tempo, start on a downbeat, and end on a beat, they will adapt to the project tempo when previewed or added to a project." = "Wenn diese Audiodateien ein konstantes Tempo besitzen, mit einem Downbeat starten und auf einen Beat enden, werden sie an das Projekttempo angepasst, wenn du sie vorhörst oder zu einem Projekt hinzufügst.";

/* Alert informative text when user adds new untagged Loops to Loop Browser or File Browser */
"The chosen location will be added to your Untagged Loops. Audio files in this location with a constant tempo that start on a downbeat and end on a beat will adapt to the project tempo when previewed or added to a project." = "Der ausgewählte Ort wird zu deinen nicht getaggten Loops hinzugefügt. Audiodateien an diesem Ort mit konstantem Tempo, die mit einem Downbeat starten und auf einen Beat enden, werden an das Projekttempo angepasst, wenn sie vorgehört werden oder zu einem Projekt hinzugefügt werden.";

/* Cancel - Cancel Button for AlertSheets, etc.
   Don't import Button */
"Cancel" = "Abbrechen";

/* Copy Loops Button */
"Copy to Loops Folder" = "In den Ordner „Loops“ kopieren";

/* Copy Loops or reference Loops message */
"The loops will be added to the loop browser, where they will be available for use in your songs. Choose whether to have Logic copy the loops to the Apple Loops folder, or use them from their current location." = "Die Loops werden zum Loop-Browser hinzugefügt. Dort stehen sie für deine Songs zur Verfügung. Wähle aus, ob Logic die Loops in den Ordner „Apple Loops“ kopieren soll oder ob du sie vom aktuellen Ort aus verwendest.";

/* Debug Menu: Edit Tags */
"Edit Tags" = "Tags bearbeiten";

/* Debug Menu: Show in Finder */
"Show in Finder" = "Im Finder zeigen";

/* Debug Menu:Parse loop */
"Parse loop" = "Loop lesen";

/* Descriptors */
"Descriptors" = "Beschreibungen";

/* Genre */
"Genre" = "Genre";

/* Indexing Loops on desktop alert */
"Adding Loops to the Loop Browser" = "Loops zum Loop-Browser hinzufügen";

/* Initial Title of the jam pack control */
"All Packs" = "Alle Packs";

/* Instrument */
"Instrument" = "Instrument";

/* LoopBrower: two and more items label */
"%ld items" = "%ld Objekte";

/* LoopBrowser: accessibility description of the playing loop icon in the table */
"playing loop" = "Endloswiedergabe";

/* LoopBrowser: accessibility description of the real loop icon in the table */
"real loop" = "echter Loop";

/* LoopBrowser: accessibility description of the software loop icon in the table */
"software loop" = "Software-Loop";

/* LoopBrowser: accessibility description of the web loop icon in the table */
"web loop" = "Web-Loop";

/* LoopBrowser: one Item label */
"1 item" = "1 Objekt";

/* LoopBrowser: zero Items label */
"0 items" = "0 Objekte";

/* Move Loops Button */
"Move to Loops Folder" = "In den Ordner „Loops“ bewegen";

/* Move Loops on Desktop message */
"The loops will be added to the loop browser, where they will be available for use in your songs. Choose whether to have Logic move the loops to the Apple Loops folder, or use them from their current location." = "Die Loops werden zum Loop-Browser hinzugefügt. Dort stehen sie für dein Songs zur Verfügung. Wähle aus, ob Logic die Loops in den Ordner „Apple Loops“ bewegen soll oder ob du sie vom aktuellen Ort aus verwendest.";

/* Reference Loops Button */
"Current Location" = "Aktueller Ort";

/* Reindex all loops menu item */
"Reindex All Loops" = "Alle Loops erneut indizieren";

/* ToolTip: Loop browser - JPM popup menu */
"Choose which loops you want to view in the loop browser." = "Im Loop-Browser darzustellende Loops auswählen";

/* ToolTip: Loop browser - all other search buttons */
"Click to find loops by instrument, genre, and descriptor." = "Klicke hier, um Loops nach Instrument, Genre und Beschreibung sortiert zu suchen.";

/* ToolTip: Loop browser - column view */
"Select whether to display keywords for instruments, genre, or mood" = "Auswählen, ob Schlagwörter für Instrumente, Genre oder Stimmung angezeigt werden";

/* accessibility description of the segment that switches to column view */
"column view" = "Spaltenansicht";

/* accessibility description of the segment that switches to musical buttons view */
"musical buttons view" = "Darstellung für Tasten für Musik";

/* menu item in Recent Search History */
"Clear Search History" = "Suchverlauf löschen";

/* menu item in Recent Search History */
"No recent searches" = "Keine Einträge für „Letzte Sucheinträge“";

/* menu title in Recent Search History */
"Recent Searches" = "Letzte Sucheinträge";

/* placeholder for search field within the Loops Browser */
"Search Loops" = "Loops suchen";
